items=('ручка','карандаш','линейка','тетрадь','блокнот','вода','ластик') # картеж из 7 предметов из рюкзака
new_tu=items[0:3] #создание нового картежа из первых трех элементов первого картежа
print (new_tu) #вывод нового картежа
new_tu2=items [3:9] создание из оставшихся 4 вещей новый, третий картеж
print(new_tu2)# вывод нового, третьего картежа
all_tu=(items, new_tu,new_tu2)# создание еще одного картежа который включает в себя все картежи учитывая исходный
print(all_tu) #вывод кортежа содержащего все картежи